Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: No custom commands yet
ko: 아직 사용자 정의 명령어가 없습니다
ru: Пользовательских команд пока нет
zh_hans: 还没有自定义命令
zh_hant: 還沒有自定義命令

source: No custom headers configured
ko: 구성된 사용자 정의 헤더가 없습니다
ru: Пользовательские заголовки не настроены
zh_hans: 未配置自定义标头
zh_hant: 未配置自定義標頭

source: No custom rules yet.
ko: 아직 사용자 정의 규칙이 없습니다.
ru: Специальных правил пока нет.
zh_hans: 还没有自定义规则。
zh_hant: 還沒有自定義規則。

source: No deleted rows in `%@`.
ko: `%@`에 삭제된 행이 없습니다.
ru: В `%@` нет удалённых строк.
zh_hans: `%@` 中没有已删除的行。
zh_hant: `%@` 中沒有已刪除的行。

source: No description
ko: 설명 없음
ru: Нет описания
zh_hans: 没有描述
zh_hant: 沒有描述

source: No documents indexed yet
ko: 아직 색인된 문서가 없습니다
ru: Документы ещё не проиндексированы
zh_hans: 尚未索引任何文档
zh_hant: 尚未索引任何文件

source: No downloaded models
ko: 다운로드한 모델 없음
ru: Нет загруженных моделей
zh_hans: 没有已下载模型
zh_hant: 沒有已下載模型

source: No encryption key found
ko: 암호화 키를 찾을 수 없음
ru: Ключ шифрования не найден
zh_hans: 未找到加密密钥
zh_hant: 未找到加密密鑰

source: No endpoints match "%@"
ko: "%@"와(과) 일치하는 엔드포인트가 없습니다
ru: Нет конечных точек, соответствующих "%@"
zh_hans: 没有与“%@”匹配的端点
zh_hant: 沒有與「%@」匹配的端點

source: No environment variables configured
ko: 구성된 환경 변수가 없습니다
ru: Переменные среды не настроены
zh_hans: 未配置环境变量
zh_hant: 未配置環境變量

source: No episodes yet
ko: 아직 에피소드가 없습니다
ru: Серий пока нет
zh_hans: 还没有情景
zh_hant: 還沒有情節

source: No expiry
ko: 만료 없음
ru: Нет срока действия
zh_hans: 无期限
zh_hant: 無期限

source: No exposure rows match the current filters
ko: 현재 필터와 일치하는 노출 행이 없습니다
ru: Ни одна строка воздействия не соответствует текущим фильтрам
zh_hans: 当前筛选条件未匹配到任何暴露行
zh_hant: 當前篩選條件未匹配到任何暴露行

source: No families found
ko: 패밀리를 찾을 수 없습니다
ru: Семьи не найдены
zh_hans: 未找到系列
zh_hant: 未找到系列

source: No file selected
ko: 선택된 파일 없음
ru: Файл не выбран
zh_hans: 未选择文件
zh_hant: 未選擇文件

source: No folder selected
ko: 선택된 폴더 없음
ru: Папка не выбрана
zh_hans: 未选择文件夹
zh_hant: 未選擇文件夾

source: No identity set up
ko: 설정된 신원 없음
ru: Идентификация не установлена
zh_hans: 尚未设置身份
zh_hant: 尚未設置身份

source: No identity yet. Chat with Osaurus and the memory system will build your identity from session distillations.
ko: 아직 신원이 없습니다. Osaurus와 채팅하면 메모리 시스템이 세션 증류를 통해 사용자의 신원을 구축합니다.
ru: Личности пока нет. Поговорите с Osaurus, и система памяти создаст вашу идентификация на основе анализа сеансов.
zh_hans: 尚无身份。与 Osaurus 聊天，记忆系统会根据会话提炼构建你的身份。
zh_hant: 尚無身份。與 Osaurus 聊天，記憶系統會根據會話提煉構建你的身份。

source: No iMessage arrived within 90 seconds.
ko: 90초 안에 iMessage가 도착하지 않았습니다.
ru: iMessage не поступило в течение 90 секунд.
zh_hans: 90 秒内未收到 iMessage。

source: No importable conversations were found in the file.
ko: 파일에서 가져올 수 있는 대화를 찾지 못했습니다.
ru: В файле не найдено разговоров для импорта.
zh_hans: 文件中未找到可导入的对话。
zh_hant: 文件中未找到可導入的對話。

source: No incoming iMessages yet this session. Send one from an authorized sender and press “Verify incoming message”.
ko: 이번 세션에 수신된 iMessage가 아직 없습니다. 승인된 발신자로 하나 보내고 “수신 메시지 확인”을 누르세요.
ru: В этой сессии ещё нет входящих iMessage. Отправьте одно от авторизованного отправителя и нажмите «Проверить входящее сообщение».
zh_hans: 本次会话尚无传入的 iMessage。请从授权发送者发送一条，然后按“验证传入消息”。
zh_hant: 本次會話尚無傳入的 iMessage。請從授權傳送者傳送一則，然後按「驗證傳入訊息」。

source: No incoming WhatsApp messages yet this session. Send one from an authorized sender and press “Verify incoming message”.
ko: 이번 세션에는 아직 수신된 WhatsApp 메시지가 없습니다. 승인된 발신자가 메시지를 보낸 뒤 “수신 메시지 확인”을 누르세요.
ru: В этой сессии ещё нет входящих сообщений WhatsApp. Отправьте сообщение от авторизованного отправителя и нажмите «Проверить входящее сообщение».
zh_hans: 本次会话尚未收到 WhatsApp 消息。请让已授权的发送者发送一条消息，然后点击“验证传入消息”。

source: No installed plugin owns this capture capability.
ko: 이 캡처 기능을 소유한 설치된 플러그인이 없습니다.
ru: Ни один установленный плагин не обладает такой возможностью захвата.
zh_hans: 没有任何已安装的插件拥有此捕获能力。
zh_hant: 沒有安裝的插件擁有此捕獲功能。

source: No installed skills yet
ko: 아직 설치된 스킬이 없습니다
ru: Ещё нет установленных навыков
zh_hans: 还没有已安装的技能
zh_hant: 還沒有已安裝的技能

source: No installed theme has this shared ID yet.
ko: 아직 이 공유 ID를 가진 설치된 테마가 없습니다.
ru: Ни одна установленная тема пока не имеет общего доступа к ID.
zh_hans: 尚未安装此共享 ID 的主题。
zh_hant: 尚未安裝此共享ID的主題。

source: No instructions body.
ko: 지침 본문이 없습니다.
ru: Нет инструкции по корпусу.
zh_hans: 没有指令正文。
zh_hant: 沒有指令正文。

source: No instructions configured.
ko: 구성된 지침이 없습니다.
ru: Инструкции не настроены.
zh_hans: 未配置任何指令。
zh_hant: 未配置任何指令。

source: No invites issued yet
ko: 아직 발급된 초대가 없습니다
ru: Приглашения пока не отправлены
zh_hans: 还没有发出邀请
zh_hant: 還沒有發出邀請

source: No JSON-backed channels yet. Add a custom HTTP, Slack, or Telegram connection definition to prepare agent communication without storing secrets in the file.
ko: 아직 JSON 기반 채널이 없습니다. 파일에 비밀을 저장하지 않고 에이전트 통신을 준비하려면 사용자 지정 HTTP, Slack 또는 Telegram 연결 정의를 추가하세요.
ru: Каналов на базе JSON пока нет. Добавьте описание подключения HTTP, Slack или Telegram, чтобы подготовить связь агента без хранения секретов в файле.
zh_hans: 尚无基于 JSON 的通道。添加自定义 HTTP、Slack 或 Telegram 连接配置，可在无需将密钥写入文件的前提下，为智能体通信做好准备。
zh_hant: 尚無基於 JSON 的通道。添加自定義 HTTP、Slack 或 Telegram 連接配置，可在無需將密鑰寫入文件的前提下，爲智能體通信做好準備。

source: No keys are stored. Localhost still works without a real token while network exposure is off.
ko: 저장된 키가 없습니다. 네트워크 노출이 꺼져 있는 동안에는 실제 토큰 없이도 로컬 호스트가 계속 작동합니다.
ru: Никакие ключи не сохраняются. Localhost по-прежнему работает без реального токена, пока доступ к сети отключен.
zh_hans: 没有存储密钥。当网络暴露关闭时，Localhost 仍然可以在没有真实令牌的情况下工作。
zh_hant: 沒有存儲密鑰。當網絡暴露關閉時，Localhost 仍然可以在沒有真實令牌的情況下工作。

source: No knowledge collections yet. Add one in the Knowledge section of this window.
ko: 아직 지식 컬렉션이 없습니다. 이 창의 지식 섹션에서 추가하세요.
ru: Коллекций знаний пока нет. Добавьте одну в разделе «Знания» этого окна.
zh_hans: 还没有知识集合。请在此窗口的知识板块中添加。
zh_hant: 還沒有知識集合。請在此視窗的知識區塊中新增。

source: No limit
ko: 제한 없음
ru: Без ограничений
zh_hans: 无限制
zh_hant: 無限制

source: No local benchmark proof is recorded here yet. A passing row needs visible output, token/s, RAM status, cancellation, and cache evidence.
ko: 아직 여기에 기록된 로컬 벤치마크 증명이 없습니다. 통과하는 행에는 표시되는 출력, 초당 토큰 수, RAM 상태, 취소 및 캐시 증거가 필요합니다.
ru: Локальные подтверждения benchmark пока не записаны. Для успешной строки нужны видимый вывод, токены/с, статус ОЗУ, отмена и подтверждение кэша.
zh_hans: 这里尚未记录本地基准测试证明。通过的行需要可见的输出、Token/秒、RAM 状态、取消操作以及缓存证据。
zh_hant: 這裡尚未記錄本地基準測試證明。通過的行需要可見的輸出、詞元/秒、RAM 狀態、取消操作以及緩存證據。

source: No local bundle is selected for this catalog entry.
ko: 이 카탈로그 항목에 대해 선택된 로컬 번들이 없습니다.
ru: Для этой записи каталога не выбран локальный пакет.
zh_hans: 此目录条目未选择本地捆绑包。
zh_hant: 此目錄條目未選擇本地捆綁包。

source: No local data yet
ko: 아직 로컬 데이터가 없습니다
ru: Местных данных пока нет
zh_hans: 暂无本地数据
zh_hant: 暫無本地數據

source: No local models fit this Mac
ko: 이 Mac에 맞는 로컬 모델이 없습니다
ru: Ни одна местная модель не подходит для этого Mac
zh_hans: 没有适合此 Mac 的本地模型
zh_hant: 沒有適合此 Mac 的本地模型

source: No local proof
ko: 로컬 증명 없음
ru: Нет местных доказательств
zh_hans: 无本地证明
zh_hant: 無本地證明

source: No log entries yet. Command output and container activity will stream here in real time.
ko: 아직 로그 항목이 없습니다. 명령 출력 및 컨테이너 활동이 여기에 실시간으로 스트리밍됩니다.
ru: Записей в журнале пока нет. Вывод команды и активность контейнера будут транслироваться сюда в режиме реального времени.
zh_hans: 还没有日志条目。命令输出和容器活动将在此处实时显示。
zh_hant: 還沒有日誌條目。命令輸出和容器活動將在此處實時顯示。

source: No log entries yet. Command output and sandbox activity will stream here in real time.
ko: 아직 로그 항목이 없습니다. 명령 출력과 샌드박스 활동이 실시간으로 여기에 표시됩니다.
ru: Записей в журнале пока нет. Вывод команд и активность песочницы будут отображаться здесь в реальном времени.
zh_hans: 暂无日志条目。命令输出和沙盒活动将在此实时显示。
zh_hant: 尚無日誌條目。命令輸出和沙盒活動將在此即時顯示。

source: No matches — nothing would be redacted.
ko: 일치 항목 없음 — 비식별화될 내용이 없습니다.
ru: Нет совпадений — ничего не будет отредактировано.
zh_hans: 没有匹配 — 不会有任何内容被脱敏。
zh_hant: 沒有匹配 — 不會有任何內容被刪除。

source: No matches found
ko: 일치하는 항목 없음
ru: Совпадений не найдено
zh_hans: 未找到匹配项
zh_hant: 未找到匹配項

source: No matches in sample.
ko: 샘플에 일치하는 항목이 없습니다.
ru: Нет совпадений в образце.
zh_hans: 样本中没有匹配项。
zh_hant: 樣本中沒有匹配項。

source: No matching facts
ko: 일치하는 사실 없음
ru: Нет соответствующих фактов
zh_hans: 没有匹配的事实
zh_hant: 沒有匹配的事實

source: No matching files
ko: 일치하는 파일 없음
ru: Нет подходящих файлов
zh_hans: 没有匹配的文件
zh_hant: 沒有符合的檔案

source: No matching Messages chats
ko: 일치하는 메시지 채팅 없음
ru: Нет подходящих чатов «Сообщений»
zh_hans: 没有匹配的“信息”聊天

source: No matching rooms
ko: 일치하는 룸 없음
ru: Нет подходящих комнат
zh_hans: 没有匹配的房间
zh_hant: 沒有匹配的房間

source: No matching WhatsApp chats
ko: 일치하는 WhatsApp 채팅 없음
ru: Нет подходящих чатов WhatsApp
zh_hans: 没有匹配的 WhatsApp 聊天

source: No MCP providers imported; %lld declared.
ko: 가져온 MCP 제공자가 없습니다. %lld개가 선언되었습니다.
ru: Нет MCP импортированных провайдеров; %lld заявлено.
zh_hans: 未导入任何 MCP 提供商；已声明 %lld 个。
zh_hant: 沒有導入 MCP 提供者；%lld 已聲明。

source: No MCP providers shipped with this plugin.
ko: 이 플러그인과 함께 제공되는 MCP 제공자가 없습니다.
ru: Ни один провайдер MCP не поставляется с этим плагином.
zh_hans: 此插件未附带任何 MCP 提供商。
zh_hant: 此插件未附帶任何 MCP 提供商。

source: No MCP providers yet
ko: 아직 MCP 제공자가 없습니다
ru: Пока нет MCP провайдеров
zh_hans: 还没有 MCP 提供商
zh_hant: 還沒有 MCP 提供商

source: No memories match this search.
ko: 이 검색과 일치하는 메모리가 없습니다.
ru: Никакие воспоминания не соответствуют этому запросу.
zh_hans: 没有记忆与此次搜索匹配。
zh_hant: 沒有記憶與此次搜索匹配。

source: No messages in request
ko: 요청에 메시지가 없습니다
ru: Нет сообщений в запросе
zh_hans: 请求中没有消息
zh_hant: 請求中沒有消息

source: No model card available.
ko: 사용 가능한 모델 카드가 없습니다.
ru: Карта модели отсутствует.
zh_hans: 没有可用的模型卡片。
zh_hant: 沒有可用的模型卡片。

source: No model loaded — diagnostics appear once a request creates a BatchEngine.
ko: 로드된 모델 없음 — 요청이 BatchEngine을 생성하면 진단이 표시됩니다.
ru: Модель не загружена — диагностика появляется, как только запрос создает BatchEngine.
zh_hans: 未加载模型——一旦某个请求创建了 BatchEngine，诊断信息就会显示。
zh_hant: 未加載模型——一旦某個請求創建了 BatchEngine，診斷信息就會顯示。

source: No model selected
ko: 선택된 모델 없음
ru: Модель не выбрана
zh_hans: 未选择模型
zh_hant: 未選擇模型

source: No models
ko: 모델 없음
ru: Нет моделей
zh_hans: 无模型
zh_hant: 無模型

source: No models available
ko: 사용 가능한 모델 없음
ru: Нет доступных моделей
zh_hans: 没有可用模型
zh_hant: 沒有可用模型

source: No models available from provider
ko: 제공자에서 사용 가능한 모델 없음
ru: Нет доступных моделей у провайдера
zh_hans: 提供商没有可用的模型
zh_hant: 提供商沒有可用的模型

source: No models currently cached.
ko: 현재 캐시된 모델이 없습니다.
ru: В настоящее время нет кэшированных моделей.
zh_hans: 当前没有已缓存模型。
zh_hant: 當前沒有已緩存模型。

source: No models downloaded
ko: 다운로드된 모델 없음
ru: Модели не загружены
zh_hans: 没有已下载模型
zh_hant: 沒有已下載模型

source: No models found
ko: 모델을 찾을 수 없음
ru: Модели не найдены
zh_hans: 未找到模型
zh_hant: 未找到模型

source: No models match your search
ko: 검색과 일치하는 모델이 없습니다
ru: Ни одна модель не соответствует вашему запросу
zh_hans: 没有模型匹配你的搜索
zh_hant: 沒有模型匹配你的搜索

source: No models on device yet
ko: 아직 기기에 모델이 없습니다
ru: На устройстве пока нет моделей
zh_hans: 设备上暂无模型
zh_hant: 設備上暫無模型

source: No OAuth tokens are saved for this provider.
ko: 이 제공자에 대해 저장된 OAuth 토큰이 없습니다.
ru: Для этого провайдера не сохранены OAuth-токены.
zh_hans: 没有为此提供商保存 OAuth 令牌。
zh_hant: 沒有爲此提供者保存OAuth令牌。

source: No overrides set. Add explicit facts that should always be in your identity.
ko: 설정된 재정의가 없습니다. 신원에 항상 포함되어야 하는 명시적인 사실을 추가하세요.
ru: Никаких переопределений не установлено. Добавьте явные факты, которые всегда должны быть в вашей идентификации.
zh_hans: 未设置任何覆盖项。请添加应始终包含在你身份中的明确事实。
zh_hant: 未設置任何覆蓋項。請添加應始終包含在你身份中的明確事實。

source: No pinned facts yet
ko: 아직 고정된 사실이 없습니다
ru: Фактов пока нет
zh_hans: 暂无固定事实
zh_hant: 暫無固定事實

source: No pinned views yet
ko: 아직 고정된 뷰가 없습니다
ru: Закрепленных просмотров пока нет
zh_hans: 还没有置顶的视图
zh_hant: 還沒有置頂的視圖

source: No plugins available
ko: 사용 가능한 플러그인 없음
ru: Нет доступных плагинов
zh_hans: 没有可用插件
zh_hant: 沒有可用插件

source: No plugins in this category yet
ko: 아직 이 카테고리에 플러그인이 없습니다
ru: В этой категории пока нет плагинов
zh_hans: 此类别中还没有插件
zh_hant: 此類別中還沒有插件

source: No plugins installed
ko: 설치된 플러그인 없음
ru: Плагины не установлены
zh_hans: 未安装插件
zh_hant: 未安裝插件

source: No plugins match your search
ko: 검색과 일치하는 플러그인이 없습니다
ru: Нет плагинов, соответствующих вашему запросу
zh_hans: 没有插件匹配你的搜索
zh_hant: 沒有插件匹配你的搜索

source: No processing log entries yet. If you've been chatting, the distill pipeline never reached the model.
ko: 아직 처리 로그 항목이 없습니다. 채팅을 하고 있었다면 증류 파이프라인이 모델에 도달하지 않은 것입니다.
ru: Записей журнала обработки пока нет. Если вы переписывались, то трубопровод дистилляции так и не дошел до модели.
zh_hans: 还没有处理日志条目。如果你一直在聊天，说明提炼流水线从未到达模型。
zh_hant: 還沒有處理日誌條目。如果你一直在聊天，說明提煉流水線從未到達模型。

source: No projects yet
ko: 아직 프로젝트가 없습니다
ru: Пока нет проектов
zh_hans: 暂无项目
zh_hant: 尚無專案

source: No prompt
ko: 프롬프트 없음
ru: Нет промпты
zh_hans: 无提示词
zh_hant: 無提示

source: No providers match this filter.
ko: 이 필터와 일치하는 제공자가 없습니다.
ru: Ни один провайдер не соответствует этому фильтру.
zh_hans: 没有提供商符合此筛选条件。
zh_hant: 沒有提供商符合此篩選條件。

source: No providers to reorder.
ko: 순서를 변경할 제공자가 없습니다.
ru: Нет провайдеров для повторного заказа.
zh_hans: 没有可重新排序的提供商。
zh_hant: 沒有可重新排序的供應商。

source: No release digests are pinned in this build. Build the helper locally with `make wa-helper` and point OSAURUS_WA_PATH at build/osaurus-wa (DEBUG builds), or run an app bundle with the helper sealed inside.
ko: 이 빌드에는 릴리스 다이제스트가 고정되어 있지 않습니다. `make wa-helper`로 헬퍼를 로컬 빌드한 뒤 OSAURUS_WA_PATH를 build/osaurus-wa로 지정하거나(DEBUG 빌드), 헬퍼가 내장된 앱 번들을 실행하세요.
ru: В этой сборке не закреплены дайджесты релиза. Соберите помощник локально командой `make wa-helper` и укажите OSAURUS_WA_PATH на build/osaurus-wa (сборки DEBUG) либо запустите пакет приложения со встроенным помощником.
zh_hans: 此构建未固定发布摘要。请使用 `make wa-helper` 在本地构建辅助程序，并将 OSAURUS_WA_PATH 指向 build/osaurus-wa（DEBUG 构建），或运行内置该辅助程序的应用包。

source: No Remote Providers
ko: 원격 제공자 없음
ru: Нет удалённых провайдеров
zh_hans: 没有远程提供商
zh_hant: 沒有遠程提供商

source: No reply
ko: 응답 없음
ru: Нет ответа
zh_hans: 没有回复
zh_hant: 沒有回覆

source: No request body captured
ko: 캡처된 요청 본문 없음
ru: Тело запроса не захвачено
zh_hans: 未捕获请求正文
zh_hant: 未捕獲請求正文

source: No request captured for this row
ko: 이 행에 대해 캡처된 요청 없음
ru: Для этой строки не зафиксировано ни одного запроса
zh_hans: 未捕获此行的请求
zh_hant: 沒有捕獲該行的請求

source: No requests recorded this session.
ko: 이 세션에 기록된 요청이 없습니다.
ru: В этом сеансе не зарегистрировано ни одного запроса.
zh_hans: 本次会话未记录任何请求。
zh_hant: 本次會話未記錄任何請求。

source: No requests yet
ko: 아직 요청이 없습니다
ru: Запросов пока нет
zh_hans: 暂无请求
zh_hant: 暫無請求

source: No Requests Yet
ko: 아직 요청이 없습니다
ru: Пока нет запросов
zh_hans: 暂无请求
zh_hant: 還沒有請求

source: No response body captured
ko: 캡처된 응답 본문 없음
ru: Текст ответа не захвачен
zh_hans: 未捕获响应正文
zh_hant: 沒有捕獲響應體

source: No response for a while — this run may be stuck.
ko: 한동안 응답이 없습니다 — 이 실행이 멈췄을 수 있습니다.
ru: Нет ответа уже некоторое время — возможно, выполнение зависло.
zh_hans: 长时间没有响应 — 本次运行可能已卡住。

source: NO RESULT
ko: 결과 없음
ru: НЕТ РЕЗУЛЬТАТА
zh_hans: 没有结果
zh_hant: 沒有結果

source: No rooms found on this channel yet.
ko: 이 채널에서 아직 룸을 찾지 못했습니다.
ru: На этом канале пока не найдено комнат.
zh_hans: 此频道上尚未找到房间。
zh_hant: 此頻道上尚未找到房間。

source: No rows for this view.
ko: 이 뷰에 대한 행이 없습니다.
ru: Для этого представления нет строк.
zh_hans: 此视图没有行。
zh_hant: 此視圖沒有行。

source: No rows in `%@`.
ko: `%@`에 행이 없습니다.
ru: В `%@` нет строк.
zh_hans: `%@` 中没有行。
zh_hant: `%@` 中沒有行。

source: No rules yet — every app uses your default above.
ko: 아직 규칙이 없습니다 — 모든 앱이 위의 기본값을 사용합니다.
ru: Правил пока нет — каждое приложение использует настройки по умолчанию, указанные выше.
zh_hans: 暂无规则——每个应用都使用你的默认设置。
zh_hant: 暫無規則——每個應用都使用您的默認設置。

source: No runs yet.
ko: 아직 실행되지 않았습니다.
ru: Пробегов пока нет.
zh_hans: 还没有运行记录。
zh_hant: 還沒有運行記錄。

source: No sandbox tools
ko: 샌드박스 도구 없음
ru: Нет инструментов песочницы
zh_hans: 没有沙盒工具
zh_hant: 沒有沙盒工具

source: No schedules imported; %lld declared.
ko: 가져온 일정이 없습니다. %lld개가 선언되었습니다.
ru: Расписания не импортированы; %lld заявлено.
zh_hans: 未导入任何计划；已声明 %lld 个。
zh_hant: 未導入日程；%lld 已聲明。

source: No schedules shipped with this plugin.
ko: 이 플러그인과 함께 제공되는 일정이 없습니다.
ru: С этим плагином расписания не поставляются.
zh_hans: 此插件未附带任何计划。
zh_hant: 此插件未附帶任何計劃。

source: No schedules yet
ko: 아직 일정이 없습니다
ru: Расписаний пока нет
zh_hans: 还没有计划
zh_hant: 還沒有計劃

source: No secrets configured
ko: 구성된 비밀 없음
ru: Секреты не настроены
zh_hans: 未配置任何密钥
zh_hant: 未配置任何密鑰

source: No services match "%@"
ko: "%@"와(과) 일치하는 서비스가 없습니다
ru: Нет услуг, соответствующих "%@"
zh_hans: 没有与“%@”匹配的服务
zh_hant: 沒有與「%@」匹配的服務

source: No skills here
ko: 여기에 스킬이 없습니다
ru: Здесь нет навыков
zh_hans: 这里没有技能
zh_hant: 這裡沒有技能

source: No skills imported; %lld declared.
ko: 가져온 스킬이 없습니다. %lld개가 선언되었습니다.
ru: Никакие навыки не импортируются; %lld заявлено.
zh_hans: 未导入任何技能；已声明 %lld 个。
zh_hant: 未導入技能；%lld 已聲明。

source: No skills match "%@"
ko: "%@"와(과) 일치하는 스킬이 없습니다
ru: Ни один навык не соответствует «%@»
zh_hans: 没有与“%@”匹配的技能
zh_hant: 沒有與「%@」匹配的技能

source: No skills shipped with this plugin.
ko: 이 플러그인과 함께 제공되는 스킬이 없습니다.
ru: С этим плагином никакие навыки не поставляются.
zh_hans: 此插件未附带任何技能。
zh_hant: 此插件未附帶任何技能。

source: No slash commands imported; %lld declared.
ko: 가져온 슬래시 명령이 없습니다. %lld개가 선언되었습니다.
ru: Слэш-команды не импортированы; %lld заявлено.
zh_hans: 未导入任何斜杠命令；已声明 %lld 个。
zh_hant: 未導入斜槓命令；%lld 已聲明。

source: No slash commands shipped with this plugin.
ko: 이 플러그인과 함께 제공되는 슬래시 명령이 없습니다.
ru: С этим плагином не поставляются команды слэша.
zh_hans: 此插件未附带任何斜杠命令。
zh_hant: 此插件未附帶任何斜槓命令。

source: No system prompt
ko: 시스템 프롬프트 없음
ru: Нет системного запроса
zh_hans: 无系统提示词
zh_hant: 無系統提示詞

source: No tables
ko: 테이블 없음
ru: Нет таблиц
zh_hans: 没有表
zh_hant: 沒有表

source: No tables yet
ko: 아직 테이블이 없습니다
ru: Столов пока нет
zh_hans: 还没有表
zh_hant: 還沒有表

source: No themes found
ko: 테마를 찾을 수 없음
ru: Темы не найдены
zh_hans: 未找到主题
zh_hant: 未找到主題

source: No Themes Found
ko: 테마를 찾을 수 없음
ru: Темы не найдены
zh_hans: 未找到主题
zh_hant: 未找到主題

source: No themes match "%@". Try a different search.
ko: "%@"와(과) 일치하는 테마가 없습니다. 다른 검색을 시도해 보세요.
ru: Нет тем, соответствующих «%@». Попробуйте другой поиск.
zh_hans: 没有与“%@”匹配的主题。尝试其他搜索。
zh_hant: 沒有與「%@」匹配的主題。嘗試其他搜索。

source: No themes match this filter
ko: 이 필터와 일치하는 테마가 없습니다
ru: Нет тем, соответствующих этому фильтру
zh_hans: 没有主题符合此筛选条件
zh_hant: 沒有主題符合此篩選條件

source: No timing data captured for this conversation.
ko: 이 대화에 대해 캡처된 타이밍 데이터가 없습니다.
ru: Для этого разговора не собрано данных о времени.
zh_hans: 未捕获此对话的计时数据。
zh_hant: 未捕獲此對話的計時數據。

source: No token saved
ko: 저장된 토큰 없음
ru: Токен не сохранён
zh_hans: 未保存令牌
zh_hant: 未保存令牌

source: No tools available
ko: 사용 가능한 도구 없음
ru: Нет доступных инструментов
zh_hans: 没有可用工具
zh_hant: 沒有可用工具

source: No tools defined in this plugin
ko: 이 플러그인에 정의된 도구 없음
ru: В этом плагине не определены инструменты
zh_hans: 此插件未定义工具
zh_hant: 此插件未定義工具

source: No turns have ever reached the database. The chat code never calls bufferTurn for this install — see Buffer Telemetry below.
ko: 데이터베이스에 도달한 턴이 없습니다. 채팅 코드가 이 설치에 대해 bufferTurn을 호출하지 않습니다 — 아래의 버퍼 원격 분석을 참조하세요.
ru: Ни одна очередь в базу данных не поступила. Код чата никогда не вызывает bufferTurn для этой установки — см. Buffer Telemetry ниже.
zh_hans: 从未有任何对话轮次到达数据库。此安装实例的聊天代码从未调用过 bufferTurn——请参阅下方的“缓冲区遥测”。
zh_hant: 從未有任何對話輪次到達數據庫。此安裝實例的聊天代碼從未調用過 bufferTurn——請參閱下方的「緩衝區遙測」。

source: No ungrouped chats to add
ko: 추가할 그룹화되지 않은 채팅이 없습니다
ru: Нет несгруппированных чатов для добавления
zh_hans: 没有可添加的未分组聊天
zh_hant: 沒有可新增的未分組聊天

source: No upcoming run scheduled
ko: 예정된 실행 일정이 없습니다
ru: Предстоящего запуска не запланировано
zh_hans: 未安排即将进行的运行
zh_hant: 未安排即將進行的運行

source: No views yet. The agent creates these with the `db_define_view` tool.
ko: 아직 뷰가 없습니다. 에이전트가 `db_define_view` 도구를 사용하여 뷰를 생성합니다.
ru: Просмотров пока нет. Агент создает их с помощью инструмента `db_define_view`.
zh_hans: 还没有视图。智能体会使用 `db_define_view` 工具创建它们。
zh_hant: 還沒有視圖。智能體會使用 `db_define_view` 工具創建它們。

source: No watchers yet
ko: 아직 모니터링이 없습니다
ru: Пока нет наблюдателей
zh_hans: 还没有监视器
zh_hant: 還沒有監視器

source: No WhatsApp message arrived within 90 seconds.
ko: 90초 안에 WhatsApp 메시지가 도착하지 않았습니다.
ru: Сообщение WhatsApp не поступило в течение 90 секунд.
zh_hans: 90 秒内未收到 WhatsApp 消息。

source: No xAI OAuth tokens are saved for this provider.
ko: 이 제공자에 대해 저장된 xAI OAuth 토큰이 없습니다.
ru: Для этого провайдера не сохранены OAuth-токены xAI.
zh_hans: 没有为此提供商保存 xAI OAuth 令牌。
zh_hant: 沒有爲此提供者保存 xAI OAuth 令牌。

source: None
ko: 없음
ru: Нет
zh_hans: 无
zh_hant: 無

source: None (reply only where a rule matches)
ko: 없음(규칙이 일치하는 곳에만 답장)
ru: Нет (отвечать только там, где сработало правило)
zh_hans: 无（仅在规则匹配处回复）
zh_hant: 無（僅在規則匹配處回覆）

source: Not active
ko: 활성 상태 아님
ru: Не активен
zh_hans: 未激活
zh_hant: 未激活

source: Not connected
ko: 연결되지 않음
ru: Не подключено
zh_hans: 未连接
zh_hant: 未連接

source: Not Connected
ko: 연결되지 않음
ru: Не подключен
zh_hans: 未连接
zh_hant: 未連接

source: Not downloaded — about 700 MB
ko: 다운로드되지 않음 — 약 700 MB
ru: Не скачано — около 700 MB
zh_hans: 未下载——约 700 MB
zh_hant: 未下載——約 700 MB

source: Not enabled for local generation yet; needs target/draft validation and benchmark evidence.
ko: 아직 로컬 생성에 사용할 수 없습니다. 대상/초안 유효성 검사 및 벤치마크 증거가 필요합니다.
ru: Локальная генерация пока не включена; нуждается в целевом/проектном подтверждении и контрольных доказательствах.
zh_hans: 尚未启用本地生成；需要目标/草稿验证和基准证据。
zh_hant: 尚未啓用本地生成；需要目標/草稿驗證和基準證據。

source: not enabled for this agent
ko: 이 에이전트에서 사용 안 함
ru: не включено для этого агента
zh_hans: 未对此智能体启用
zh_hant: 此智能體未啓用

source: Not enabled in the local runtime; requires an explicit distributed-runtime design and artifact integrity checks.
ko: 로컬 런타임에서 활성화되지 않았습니다. 명시적인 분산 런타임 설계 및 아티팩트 무결성 검사가 필요합니다.
ru: Не включено в локальной среде выполнения; требует явного проектирования распределенной среды выполнения и проверки целостности артефактов.
zh_hans: 未在本地运行时启用；需要显式的分布式运行时设计和工件完整性检查。
zh_hant: 未在本地運行時啓用；需要顯式的分佈式運行時設計和工件完整性檢查。

source: Not enough disk space
ko: 디스크 공간 부족
ru: Недостаточно места на диске
zh_hans: 磁盘空间不足
zh_hant: 磁盤空間不足

source: Not enough free disk space — this model needs %1$@ and this Mac has %2$@ free. Free up space or choose a smaller model.
ko: 디스크 여유 공간이 부족합니다 — 이 모델의 필요 공간은 %1$@, 이 Mac의 여유 공간은 %2$@입니다. 공간을 확보하거나 더 작은 모델을 선택하세요.
ru: Недостаточно свободного места на диске — модели нужно %1$@, а на этом Mac свободно %2$@. Освободите место или выберите модель поменьше.
zh_hans: 磁盘可用空间不足——此模型需要 %1$@，而这台 Mac 仅剩 %2$@。请释放空间或选择更小的模型。
zh_hant: 磁盤可用空間不足——此模型需要 %1$@，而這臺 Mac 僅剩 %2$@。請釋放空間或選擇更小的模型。

source: Not enough free disk space for cold provisioning
ko: 콜드 프로비저닝을 위한 여유 디스크 공간 부족
ru: Недостаточно свободного места на диске для холодной подготовки.
zh_hans: 冷预配所需的可用磁盘空间不足
zh_hant: 冷啓動配置所需空閒磁盤空間不足

source: Not Found
ko: 찾을 수 없음
ru: Не найдено
zh_hans: 未找到
zh_hant: 未找到

source: Not Granted
ko: 부여되지 않음
ru: Не предоставлено
zh_hans: 未授予
zh_hant: 未授予

source: Not importable
ko: 가져올 수 없음
ru: Не подлежит импорту
zh_hans: 无法导入
zh_hant: 無法導入

source: Not installed
ko: 설치되지 않음
ru: Не установлено
zh_hans: 未安装
zh_hant: 未安裝

source: Not local
ko: 로컬 아님
ru: Не местный
zh_hans: 非本地
zh_hant: 非本地

source: Not now
ko: 나중에
ru: Не сейчас
zh_hans: 暂不
zh_hant: 暫不

source: Not Now
ko: 나중에
ru: Не сейчас
zh_hans: 暂不
zh_hant: 暫不

source: Not provisioned
ko: 프로비저닝되지 않음
ru: Не подготовлено
zh_hans: 未预配
zh_hant: 未配置

source: Not Provisioned
ko: 프로비저닝되지 않음
ru: Не предоставлено
zh_hans: 未预配
zh_hant: 未預配

source: Not registered
ko: 등록되지 않음
ru: Не зарегистрирован
zh_hans: 未注册
zh_hant: 未註冊

source: Not run
ko: 실행되지 않음
ru: Не запускать
zh_hans: 未运行
zh_hant: 未運行

source: Not Running
ko: 실행 중 아님
ru: Не работает
zh_hans: 未运行
zh_hant: 未運行

source: Not selected
ko: 선택되지 않음
ru: Не выбрано
zh_hans: 未选择
zh_hant: 未選擇

source: not selected by preflight for this turn
ko: 이번 턴의 사전 검사에서 선택되지 않음
ru: не выбран предполетной обработкой для этого хода
zh_hans: 未入选本次预选
zh_hant: 未入選本次預選

source: Not set
ko: 설정되지 않음
ru: Не установлено
zh_hans: 未设置
zh_hant: 未設置

source: Not shared yet
ko: 아직 공유되지 않음
ru: Пока не предоставлен общий доступ
zh_hans: 尚未分享
zh_hant: 尚未分享
